{
  "data": [
    {
      "planId": 1,
      "planName": "Family Care Plus",
      "coveragePeriod": "FOR 10 YEARS (UNTIL AGE 75)",
      "issueAge": "18 – 65 YEARS OLD",
      "description": "<p>Secure wellness and protection together with a term life insurance for two!</p><br/><p>Family Care Plus provides protection for you and one of your family members under one life insurance plan. It provides coverage for both of you in the event of common critical illness or death.</p><br/><p>This life insurance plan automatically renews for another 10 year period, and it will also encourage you and your loved one to live healthier, longer, and better lives through Philam Vitality.</p><br/>",
      "details": [
        {
          "icon": "star",
          "title": "GUARANTEED LIFE OR CRITICAL ILLNESS COVERAGE",
          "description": "<p>As a shared plan, you or your loved one will receive cash benefit should anything happen to you or your loved one or in case one of you gets diagnosed with any of the 10 covered critical illnesses.</p><br/>"
        },
        {
          "icon": "star",
          "title": "COVERAGE FOR DIABETIC COMPLICATIONS",
          "description": "<p>Get additional Coverage for Diabetic Complications equal to 20% of your plan's coverage.</p><br/>"
        },
        {
          "icon": "star",
          "title": "COVERAGE FOR ANGIOPLASTY",
          "description": "<p>Get additional coverage for Angioplasty equal to 10% of your plan's coverage.</p><br/>"
        },
        {
          "icon": "star",
          "title": "ENJOY AUTOMATIC RENEWALS",
          "description": "<p>Get another 10 years of coverage without any medical assessment as long as no claims were made during 10-year term and premiums are continuously paid.   </p><br/>"
        },
        {
          "icon": "star",
          "title": "ENJOY EXCLUSIVE PRIVILEGES FOR LIVING HEALTHIER TOGETHER WITH PHILAM VITALITY",
          "description": "<p>Enjoy upfront 20% additional life coverage and coverage on supplemental benefits (riders) as you make healthy choices with Philam Vitality. Boost your Vitality Status and get to receive up to 50% additional coverage on the succeeding years. Plus, avail discount from a range of partners as a rewards for living healthy. </p><br/>"
        }
      ]
    },
    {
      "planId": 2,
      "planName": "Build Estate Plus",
      "coveragePeriod": "WHOLE LIFE",
      "issueAge": "18 – 70 YEARS OLD",
      "description": "<p>Have you ever thought about what you will leave behind? Whether you're young or retired, single or married, you have an estate to protect. Don't leave a burden to your loved ones. Take control and plan your estate today.</p><br/><p>Build Estate Plus is a unit-linked protection plan that can cover for your estates taxes, so your loved ones can feel that you lived beyond your lifetime. It is integrated with Philam Vitality Program which provides an upfront additional coverage of 20% to your policy and any attached add-ons.</p><br/>",
      "details": [
        {
          "icon": "star",
          "title": "LIFE INSURANCE COVERAGE",
          "description": "<p>Ensure that your family continues to enjoy the wealth that you worked hard for with a life insurance benefit that they could use to cover for estate tax.</p><br/>"
        },
        {
          "icon": "star",
          "title": "SHORT TERM PAYMENTS",
          "description": "<p>No need to worry about long-payment terms as we offer easy on the pocket options of as short as 7 or 10 years.</p><br/>"
        },
        {
          "icon": "star",
          "title": "HIGH-EARNING POTENTIAL SAVINGS FUND",
          "description": "<p>As you pay, you build an Account Value that could potentially grow depending on the performance of your chosen investment funds.</p><br/>"
        },
        {
          "icon": "star",
          "title": "PHILAM VITALITY REWARDS",
          "description": "<p>Live a healthier lifestyle with an exclusive wellness rewards program. Enjoy an upfront additional coverage of 20% to your policy and any attached add-ons.</p><br/>"
        }
      ]
    },
    {
      "planId": 3,
      "planName": "Life Ready Plus",
      "coveragePeriod": "WHOLE LIFE",
      "issueAge": "0 - 70 YEARS OLD",
      "description": "<p>Give yourself the power to live with ease by protecting yourself and your loved ones with an affordable life insurance plan. Maintain the policy for an appropriate term and you’ll achieve the optimal benefits to help you match your long-term financial goals. It is integrated with Philam Vitality Program which provides an upfront additional coverage of 20% to your policy and any attached add-ons.</p><br/>",
      "details": [
        {
          "icon": "star",
          "title": "LIFETIME OF EASE",
          "description": "<p>Get access to financial planning for as low as PHP 2,100.00 per month. Life Ready Plus is an affordable life insurance plan that gives you faster access to coverage and benefits.</p><br/>"
        },
        {
          "icon": "star",
          "title": "LIFETIME OF SECURITY",
          "description": "<p>Have a life insurance that can protect the ones you love no matter what happens. Life Ready Plus provides coverage as much as 30X your yearly payment, which can be a great support for the financial needs of your loved ones in the future.</p><br/>"
        },
        {
          "icon": "star",
          "title": "LIFETIME OF FREEDOM",
          "description": "<p>Secure your life and your future! Be fearless in building your life plans because you are confident that your money is managed by financial experts you can trust.</p><br/>"
        },
        {
          "icon": "star",
          "title": "PHILAM VITALITY REWARDS",
          "description": "<p>Live a healthier lifestyle with an exclusive wellness rewards program. Enjoy an upfront additional coverage of 20% to your policy and any attached add-ons.</p><br/>"
        }
      ]
    },
    {
      "planId": 4,
      "planName": "Assure Protect",
      "coveragePeriod": "WHOLE LIFE",
      "issueAge": "18 – 70 YEARS OLD",
      "description": "<p>Assure Protect is a three-in-one plan with life insurance, investment potential, and a wellness program. Provide your best interests—your loved ones with the financial protection they deserve while you work on building a better future because when it comes to your family, you don’t want to take any chances.</p><br/>",
      "details": [
        {
          "icon": "star",
          "title": "HIGH-VALUE LIFE INSURANCE COVERAGE",
          "description": "<p>Protect your family with life insurance that ranges from 5 to 96 times your basic annual payment, so should anything happen to you, you can be certain that your family can continue to enjoy a comfortable life.</p><br/>"
        },
        {
          "icon": "star",
          "title": "FLEXIBLE UNIT-LINKED PROTECTION PLAN",
          "description": "<p>Enjoy benefits made flexible for your life stage needs. You can increase or decrease your life insurance coverage depending on key life events such as marriage, having children, retirement, etc. As your need for insurance decreases, you can choose to convert it to a growing investment fund.</p><br/>"
        },
        {
          "icon": "star",
          "title": "PHILAM VITALITY REWARDS",
          "description": "<p>Live a healthier lifestyle with an exclusive wellness rewards program. Enjoy discounts on your life insurance premium payments and exclusive perks from first-rate partners.</p><br/>"
        },
        {
          "icon": "star",
          "title": "ENJOY AUTOMATIC RENEWALS",
          "description": "<p>Get another 10 years of coverage without any medical assessment as long as no claims were made during 10-year term and premiums are continuously paid.   </p><br/>"
        },
        {
          "icon": "star",
          "title": "ENJOY EXCLUSIVE PRIVILEGES FOR LIVING HEALTHIER TOGETHER WITH PHILAM VITALITY",
          "description": "<p>Enjoy upfront 20% additional life coverage and coverage on supplemental benefits (riders) as you make healthy choices with Philam Vitality. Boost your Vitality Status and get to receive up to 50% additional coverage on the succeeding years. Plus, avail discount from a range of partners as a rewards for living healthy. </p><br/>"
        }
      ]
    },
    {
      "planId": 5,
      "planName": "Life Protect",
      "coveragePeriod": "TERM",
      "issueAge": "18 - 79 YEARS OLD (DEPENDING ON PAY-VARIANT)",
      "description": "<p>Protect your family's future from financial worries with a simple and affordable basic life insurance plan that starts as low as P320 a month for a P1million life insurance coverage.</p><br/><p>Life Protect comes in three options depending on your budget and the length of coverage you desire: 1 year, 5 years, and 10 years.</p><br/>",
      "details": [
        {
          "icon": "star",
          "title": "LIFE INSURANCE COVERAGE FIT WITHIN YOUR BUDGET AND DESIRED TERM",
          "description": "<p>Get peace of mind knowing that your family's future is secure.</p><br/>"
        },
        {
          "icon": "star",
          "title": "RENEW AT THE END OF EACH TERM",
          "description": "<p>Renew the plan every year, every 5 years, or every 10 years depending on your chosen variant. Plus, get a one -time increase in coverage by as much as 10% of policy’s original life insurance coverage without the hassle of medical examinations.</p><br/>"
        }
      ]
    }
  ]
}
